[
  {
    "id": "1",
    "name": "Terms",
    "title": "Terms & conditions",
    "image": "",
    "template": "generic_editorial_page_layout",
    "subtitle": "Consulta i termini e le condizioni di utilizzo di HelloFood",
    "caption": "Condizioni del servizio",
    "abstract": "<p>HelloFood è un servizio innovativo che consente agli utenti della piattaforma, sito o app, di effettuare ordinazioni a domicilio presso gli esercenti convenzionati. La preparazione dei prodotti ordinati, come pure la loro consegna all'indirizzo indicato, è totalmente a cura dell'esercizio scelto.</p><p>Accedendo o utilizzando la piattaforma, ed in particolare effettuando un ordinazione, l'utente dichiara di comprendere ed accettare in toto le condizioni di seguito descritte.</p>",
    "content": "<div class='page-content'><div class='scrollable'><h3>PARTE 1 – Contenuto e uso del Servizio</h3><h4>1.Introduzione al Servizio</h4>Il servizio HelloFood (in seguito il “Servizio”), accessibile dal sito www.hellofood.it o dalle rispettive applicazioni mobili (in seguito “Piattaforma”), è fornito e gestito da WEBS Srl (in seguito la “Società”), una società soggetta alla legge italiana e con sede a Bologna, sussidiaria della società ECB II Sarl con sede in Lussemburgo.<br><br>Scopo del Servizio è consentire:<ul> <li>agli operatori selezionati del settore della ristorazione (in seguito i “Ristoranti”) la possibilità di descrivere e offrire le proprie pietanze attraverso la Piattaforma; </li> <li>agli utenti registrati (in seguito i “Utenti”) di prenotare direttamente tramite la piattaforma i beni offerti dai Ristoranti (in seguito i “Prodotti”). </li></ul><br>Il Servizio consente all’Utente di prenotare e pagare una vasta gamma di pietanze offerti da numerosi Ristoranti, i quali rispondono personalmente della qualità e della fornitura di tali Prodotti.<br><br>La Società è responsabile per la fornitura ai Ristoranti e agli Utenti di un sistema di prenotazione via Internet o applicativo mobile, attraverso il quale un Utente può prenotare direttamente le pietanze desiderate dal menù del Ristorante, e per l'implementazione di un sistema di pagamento che consente all’Utente di prepagare, con la propria carta di credito/debito e mediante un meccanismo di ricarica, i Prodotti ordinati.<br><br>In base alla struttura sopra descritta, l’Utente instaura:<ol> <li>un rapporto contrattuale con la Società, in relazione alla predisposizione dei suddetti sistemi di prenotazione e prepagamento via internet, per i quali quest’ultima non riceve alcun corrispettivo dall’Utente e che sono regolamentati dalle presenti Termini e condizioni generali per l'uso del Servizio (in prosieguo “TCG”) e dall'Informativa sulla privacy e sui cookie; </li> <li>un rapporto contrattuale con il Ristorante rilevante in relazione alla fornitura dei Prodotti prenotati dall’Utente attraverso il Servizio. La Società non è espressamente parte di tale contratto, il cui contenuto specifico può variare in base al Ristorante prescelto. </li></ol>Il rapporto tra la Società ed il Ristorante non è regolamentato dai presenti TCG, che si limitano a regolare l’uso della Piattaforma e quindi del Servizio.<br><br>La società si riserva il diritto di modificare periodicamente le proprie TCG; in tal caso la versione aggiornata sarà resa disponibile sulla Piattaforma; pertanto l’Utente è tenuto a verificare tali termini prima di utilizzare il Servizio.<br><br>Utilizzando il Servizio ovvero accedendo alla Piattaforma si accettano le presenti TCG, le quali si applicano indipendentemente dal dispositivo utilizzato per effettuare tale accesso. Laddove non si accettassero tali TCG, non si deve utilizzare la Piattaforma. Le presenti TCG devono essere lette prima di accedere a qualunque contenuto della Piattaforma.<br><br><h4>2.Utilizzo del Servizio </h4>L’utilizzo del Servizio è consentito fin quando la Piattaforma è online. La società è autorizzata a mettere la Piattaforma offline per qualunque ragione essa ritenga opportuna o a modificarne contenuti e servizi senza alcun preavviso. La Società non sarà responsabile di un'eventuale indisponibilità, per qualunque ragione, della Piattaforma o di parti di essa in qualunque momento o per qualunque periodo di tempo. L’Utente deve inoltre garantire che il/i proprio/i dispositivo/i possieda/no i sistemi di protezione necessari contro il furto di dati o intrusioni non autorizzate nel sistema informatico, ed è ritenuto responsabile per qualunque accesso alla Piattaforma effettuato da terzi con le proprie credenziali.<br><br><h4>3.Uso improprio della Piattaforma </h4>Tutti i dati forniti dall’Utente per accedere o per registrarsi sulla Piattaforma devono essere veritieri, completi e accurati.<br><br>L’utente sarà ritenuto personalmente responsabile per qualunque uso improprio della Piattaforma, riservandosi il diritto di intraprendere un'azione penale qualora l’Utente: (i) introduca consapevolmente virus, trojan, worm, bombe logiche, bombe a tempo, keylogger, spyware, adware o altri materiali, programmi o codici che pregiudichino il funzionamento di qualunque software o hardware (o che sia progettato a tal fine) o della Piattaforma stessa; (ii) ottenga o tenti di ottenere un accesso non autorizzato al server sul quale è salvata la Piattaforma o a qualunque server, computer o database collegato alla Piattaforma; (iii) attacchi la Piattaforma tramite un attacco denial-of-service (DoS) o un attacco denial-of-service distribuito (DDoS).<br><br><h3>PARTE 2 – Registrazione e contenuti generati dall’Utente</h3><h4> 4.Registrazione </h4>Per utilizzare il Servizio, l’Utente dovrà autenticarsi ovvero registrarsi sulla Piattaforma, oppure proseguire direttamente all’ordine inserendo i dati minimi richiesti.<br><br>Per effettuare la registrazione, l’Utente deve inserire nell'apposito modulo i dati personali e i dettagli di contatto richiesti. Ogni persona munita di capacità di agire è autorizzata a registrarsi sulla Piattaforma. Tutte le informazioni personali fornite dall’Utente durante il processo di registrazione saranno conservate e utilizzate conformemente al consenso dell’Utente e all'Informativa sulla privacy e sui cookie.<br><br>La Società si riserva il diritto di sospendere o annullare qualunque registrazione o dati di login/accesso alla Piattaforma in caso di uso improprio della stessa o di mancato adempimento a uno o più obblighi dell’Utente ai sensi delle presenti TCG. La Società non può essere ritenuta responsabile per eventuali perdite o danni derivanti dall'incapacità dell’Utente di accedere alle pagine della Piattaforma.<br><br><h4>5.Contenuti generati dall’Utente</h4>Effettuata la registrazione, l’Utente può decidere di cancellare il proprio account semplicemente inviando un'e-mail all'assistenza clienti.<br><br>Tutti i contenuti inoltrati o caricati sulla Piattaforma da un Utente tramite il proprio account, inclusi ma non limitatamente a dati personali, dettagli di contatto, username, pseudonimi, testi e tutte le altre informazioni fornite, devono essere veritieri, completi, corretti.<br><br>Qualora i contenuti generati dall’Utente non siano conformi alla legge applicabile o alle regole sopra stabilite, e qualora in conseguenza di ciò la Società subisca una perdita o un danno, l’Utente sarà ritenuto responsabile nei confronti di quest’ultima ed obbligato al risarcimento. La Società potrà inoltrare tali contenuti alle autorità in caso di violazioni penalmente rilevanti.<br><br>I dati personali forniti dall’Utente sono protetti ai sensi della legge e dell'Informativa sulla privacy e sui cookie.<br><br><h3>PARTE 3 – Rapporto con il Ristorante</h3><h4> 6.Prenotazione </h4>Una volta registrato ovvero acceduto alla Piattaforma, l’Utente può cercare e selezionare il Ristorante in base alle informazioni immesse (ad es. luogo, tipologia di pietanze).<br><br>Una volta selezionati i Prodotti, l’Utente immette i propri dettagli (di contatto) personali e procede con la trasmissione dell’ordine al Ristorante.<br><br>Facendo clic sul pulsante di invio, l’Utente accetta le presenti TCG, l'Informativa sulla privacy e sui cookie e stipula il rapporto contrattuale con il Ristorante, accettando così l'offerta al pubblico fatta da quest'ultimo attraverso la Piattaforma.<br><br>La prenotazione sarà quindi confermata a video e, a seguito della preparazione dei Prodotti, questi verranno consegnati all'Utente all'indirizzo da questi specificato.<br><br><h4> 7.Prodotti </h4>Tutti i Prodotti illustrati sulla Piattaforma sono soggetti a disponibilità e le immagini e/o le descrizioni sono solo a scopo illustrativo; i Prodotti effettivi possono pertanto differire da tali immagini e/o descrizioni. La società richiede ai Ristoranti di garantire che tutte le informazioni da loro fornite per la visualizzazione del menù sulla Piattaforma siano accurate, complete e non siano in alcun modo fuorvianti; tuttavia la Società non può verificare le informazioni che le vengono fornite. Pertanto è responsabilità di ciascun Ristorante garantire che tutti i Prodotti elencati sulla Piattaforma siano disponibili e descritti in modo accurato.<br><br><h4>8.Variazioni di prenotazione o annullamenti </h4>Se un Utente necessita o desidera modificare o annullare l’ordinazione dopo aver ricevuto conferma, deve contattare direttamente il Ristorante scelto. La Società non garantisce la disponibilità del Ristorante ad accogliere le modifiche richieste.<br><br>In caso di pre-pagamento, il riaccredito avverrà solo su comunicazione del Ristorante, ovvero nel caso in cui la modifica o cancellazione, parziale o totale, sia stata accolta da quest’ultimo.<br><br>Qualora il Ristorante annulli un’ordinazione in base al suo diritto di recesso ai sensi dell'art. 1373 del Codice Civile italiano, che l’Utente accetta automaticamente con l'accettazione dei presenti TCG, l’Utente sarà rimborsato di qualunque importo già anticipato sulla Piattaforma.<br><br><h4>9.Prezzo, pagamento e fatturazione </h4>I prezzi dei Prodotti sono riportati, al lordo dell’IVA, sul menù del Ristorante sulla Piattaforma e possono variare periodicamente a esclusiva discrezione del Ristorante stesso; la Società si impegna affinché le informazioni pubblicate siano corrette e veritiere, ma non offre garanzie in caso di errore materiale.<br><br>Il pagamento per i Prodotti potrà avvenire alternativamente al momento della consegna per mezzo di contanti o buoni pasto, ovvero al momento della prenotazione attraverso il credito prepagato associato all’Utente, che può essere ricaricato mediante carta di credito/debito prima dell’invio dell’ordinazione.<br><br>In caso di ricarica, i dati di pagamento verranno trasmessi direttamente alla Banca responsabile di effettuare la transazione e non verranno in alcun modo memorizzati all’interno della Piattaforma o comunque dalla Società, eccetto il caso in cui l’Utente non manifesti la sua specifica volontà (opt-in) di salvataggio dei dati per un successivo riutilizzo.<br><br>L’Utente è responsabile per la protezione dei propri dati confidenziali che gli consentono l'accesso alla Piattaforma, nonché l’utilizzo del suo credito prepagato, come l'ID utente e la password o qualunque altra informazione di sicurezza utilizzata dall’Utente per accedere al proprio account.<br><br>La Società non è infine responsabile in caso di indisponibilità del servizio di ricarica mediante carta di pagamento, materialmente gestito dalla Banca incaricata.<br><br><h4> 10.Reclami</h4>In caso di disservizio che coinvolgano strettamente la Piattaforma o il Servizio, l’Utente può contattare direttamente la Società attraverso gli appositi moduli preposti all’assitenza.<br><br>Qualora un Utente non sia soddisfatto dei Prodotti e del servizio forniti dal Ristorante, può invece presentare reclamo direttamente a quest’ultimo. È comunque facoltà dell’Utente, anche in questo caso, contattare l'assistenza clienti della Società, che cercherà di trovare una soluzione con il Ristorante. Tuttavia, il Ristorante resta il solo e unico responsabile per la fornitura dei Prodotti ordinati.<br><br><h3>PARTE 3 – CLAUSOLE ACCESSORIE </h3><h4>11.Proprietà intellettuale </h4>L’Utente può scaricare e/o stampare i contenuti della Piattaforma solo per uso personale e non commerciale. In ogni caso si applicano le seguenti clausole.<br><br>Salvo diversamente indicato, tutti i diritti concernenti la Piattaforma e i suoi contenuti/informazioni, inclusi diritti d'autore e altri diritti di proprietà intellettuale e tutti i contenuti (inclusi ma non limitatamente a dati, file, fotografie, testi, layout, immagini ecc.) sono di proprietà della Società o dei suoi concessori di licenza. La Piattaforma e tutti i contenuti resi disponibili attraverso di essa sono protetti dalle leggi sul diritto d'autore e sui marchi commerciali in vigore. Qualunque altro utilizzo della Piattaforma e/o dei suoi contenuti divergente da quanto stabilito nel presente Art. 11 è severamente proibito. Per tali scopi è esplicitamente richiesta l'autorizzazione scritta da parte della Società.<br><br>L’Utente non è autorizzato a cambiare, modificare e/o rielaborare le copie digitali o cartacee di qualunque contenuto particolare della Piattaforma e/o ad aggiungere, modificare e/o riutilizzare determinate fotografie, testi, immagini (grafiche) e/o contenuti audio e/o video rispetto al contenuto originale della Piattaforma.<br><br>Come specificato sopra, nessuna parte della Piattaforma (totale o parziale) può essere pubblicata in qualunque modo, duplicata, trasmessa, distribuita, riprodotta, copiata, modificata e/o utilizzata o sfruttata in qualunque modo senza previa espressa autorizzazione scritta da parte della Società.<br><br>Nessun diritto deriva dalle presenti TCG, salvo quelli esplicitamente menzionati nel presente articolo come sopra descritto.<br><br>La società si riserva espressamente tutti i diritti concernenti il nome di tutti i domini e relativi sottodomini utilizzati, il nome, il logo, i marchi dei prodotti, i nomi e/o i marchi commerciali. Altri marchi commerciali, nomi di prodotti e di società menzionati sulla Piattaforma possono essere marchi commerciali dei rispettivi proprietari o concessori di licenza e i diritti su tali marchi sono riservati ai rispettivi proprietari o concessori di licenza. Tutti i diritti non esplicitamente definiti nelle presenti TCG sono espressamente riservati alla Società.<br><br>Chiunque voglia creare un link a qualunque pagina del sito web ovvero della Piattaforma per scopi non commerciali, è libero di farlo, a condizione che ciò avvenga in modo corretto e legalmente e che non danneggi la reputazione della Società o ne tragga vantaggio in modo disonesto. La Società si riserva comunque il diritto di rifiutare l'autorizzazione all'inserimento di link in qualunque momento e senza preavviso.<br><br><h4>12.Privacy, dati personali e cookie </h4>Le direttive sulla privacy, sulla tutela dei dati personali e sui cookie sono descritte in modo approfondito nell'Informativa sulla privacy all’interno della Privacy Policy, alla quale si fa riferimento per maggiori dettagli.<br><br><h4>13.Contenuti e siti web di terzi</h4>La Piattaforma e/o i suoi contenuti possono contenere link a siti web di terze parti. Se l’Utente decide di visitare il sito di una terza parte, ciò avviene a suo rischio e pericolo. La Società non è responsabile, né direttamente né indirettamente, per i contenuti, l'accuratezza o le opinioni espresse in tali siti web, né per lo standard qualitativo di beni e servizi resi disponibili tramite o su tali siti web.<br><br>Le comunicazioni della Società con l’Utente possono contenere informazioni provenienti da siti web di terzi. I contenuti provenienti dal sito di una terza parte sarà contrassegnato come tale e potrà essere fornito un link alla rispettiva fonte.<br><br>Si tenga presente che quando un Utente utilizza un link per passare dalla Piattaforma ad un altro sito web, le presenti TCG (inclusa l'Informativa sulla privacy e sui cookie) non sono più applicabili.<br><br><h4> 14.Responsabilità</h4>La Società è responsabile soltanto della fornitura del Servizio, quindi del corretto funzionamento della Piattaforma, fatta esclusione per casi di forza maggiore o lieve negligenza.<br><br>La Società non è responsabile per l'esecuzione completa e corretta dell’ordinazione ovvero per la qualità dei Prodotti ordinati e per il servizio di consegna ricevuto.<br><br>In riferimento al sistema di ricarica del credito implementato nella Piattaforma, la società dichiara e l’Utente conferma di essere consapevole che questo è gestito dalla società fornitrice di servizi di pagamento Banca Sella. Pertanto la Società non può essere ritenuta responsabile per eventuali problemi o danni causati all’Utente da possibili malfunzionamenti del sistema di pagamento.<br><br>In nessun caso la Società potrà essere ritenuta responsabile per danni indiretti, conseguenti o morali, né per eventuali errori tipografici e/o materiali dei contenuti.<br><br><h4>15.Legge applicabile e foro competente </h4>Le presenti TCG sono soggette alla Legge italiana. Il Tribunale di Bologna esercita l'esclusiva giurisdizione su qualunque controversia derivante da o in relazione al Servizio, alla Piattaforma o ai suoi contenuti.</div></div>",
    "url": "terms-condition",
    "metatags": {
      "title": "HelloFood - Termini e condizioni",
      "custom":[
        {
          "name": "ROBOTS",
          "content": "NOINDEX, FOLLOW"
        },
        {
          "name": "keywords",
          "content": ""
        },
        {
          "name": "description",
          "content": ""
        },
        {
          "property": "og:title",
          "content": "HelloFood - Termini e condizioni"
        },
        {
          "property": "og:url",
          "content": "http://www.hellofood.it/terms-condition"
        }
      ]
    }
  },
  {
    "id": "2",
    "name": "Cookies",
    "image": "",
    "template": "generic_editorial_page_layout",
    "title": "Cookie Policy",
    "subtitle": "Consulta la nostra politica sui Cookie ",
    "caption": "Cookie Policy",
    "abstract": "",
    "content": "<div class='page-content'> <h3>Cosa sono i cookie?</h3> <p>Un cookie è un piccolo file di testo che viene memorizzato dal computer nel momento in cui un sito web viene visitato da un utente. Il testo memorizza informazioni che il sito è in grado di leggere nel momento in cui viene consultato in un secondo momento. Alcuni di questi cookie sono necessari al corretto funzionamento del sito, altri sono invece utili al visitatore perché in grado di memorizzare in modo sicuro ad esempio il nome utente o le impostazioni di lingua. Il vantaggio di avere dei cookie installati nel proprio pc è quello di non aver più bisogno di compilare le stesse informazioni ogni qualvolta si voglia accedere ad un sito visitato in precedenza.</p> <h3>Perché HelloFood utilizza i cookie?</h3> <p>HelloFood utilizza i cookie al fine di fornire ai propri clienti un'esperienza di acquisto modellata il più possibile intorno ai suoi gusti e preferenze. Tramite i cookie HelloFood fa in modo che ad ogni visita sul sito non si debbano ricevere o inserire le stesse informazioni. I cookie vengono utilizzati anche al fine di ottimizzare le prestazioni del sito web: essi infatti rendono più facile sia il procedimento finale di acquisto che la ricerca veloce di elementi all'interno del sito. Al fine di proteggere i propri dati personali da possibili perdite e da qualsiasi forma di trattamento illecito HelloFood ha preso opportune misure tecniche ed organizzative.<br>Per ulteriori informazioni si prega di consultare la nostra <a href='/privacy'>Informativa sulla privacy</a>.</p> <h3>Come posso disabilitare i cookie e gestire le mie preferenze?</h3> <p>La maggior parte dei browser è configurata per accettare, controllare o eventualmente disabilitare i cookie attraverso le impostazioni. Ti ricordiamo tuttavia che disabilitare i cookie di navigazione o quelli funzionali potrebbe limitare il servizio che offriamo. Qui sotto il percorso da seguire per gestire i cookie dai seguenti browser:</p> <ul class='list-unstyled'> <li class='clearfix'><i class='icon-browser-explorer'></i><a target='_blank' href='http://windows.microsoft.com/it-it/windows7/block-enable-or-allow-cookies'>http://windows.microsoft.com/it-it/windows7/block-enable-or-allow-cookies</a></li> <li class='clearfix'><i class='icon-browser-safari'></i><a target='_blank' href='http://support.apple.com/kb/PH19255'>http://support.apple.com/kb/PH19255</a></li> <li class='clearfix'><i class='icon-browser-chrome'></i><a target='_blank' href='https://support.google.com/chrome/answer/95647?hl=it-IT&amp;hlrm=fr&amp;hlrm=en'>https://support.google.com/chrome/answer/95647?hl=it-IT&amp;hlrm=fr&amp;hlrm=en</a></li> <li class='clearfix'><i class='icon-browser-firefox'></i><a target='_blank' href='http://support.mozilla.org/it-IT/kb/enable-and-disable-cookies-website-preferences'>http://support.mozilla.org/it-IT/kb/enable-and-disable-cookies-website-preferences</a></li> </ul> <p>Per maggiori informazioni sui cookie e per gestire le tue preferenze sui cookie di profilazione di terza parte ti invitiamo a visitare <a target='_blank' href='http://www.youronlinechoices.com'>http://www.youronlinechoices.com</a>.</p> <p>Per disabilitare i cookie analitici e impedire a Google Analytics di raccogliere dati sulla tua navigazione, puoi scaricare il componente aggiuntivo del browser per la disattivazione di Google Analytics: <a href='https://tools.google.com/dlpage/gaoptout'>https://tools.google.com/dlpage/gaoptout</a>.</p></div>",
    "url": "cookie-policy",
    "metatags": {
      "title": "HelloFood - Cookie Policy",
      "custom":[
        {
          "name": "ROBOTS",
          "content": "NOINDEX, FOLLOW"
        },
        {
          "name": "keywords",
          "content": ""
        },
        {
          "name": "description",
          "content": ""
        },
        {
          "property": "og:title",
          "content": "HelloFood - Cookie Policy"
        },
        {
          "property": "og:url",
          "content": "http://www.hellofood.it/cookie-policy"
        }
      ]
    }
  },
  {
    "id": "3",
    "name": "Privacy",
    "image": "",
    "template": "generic_editorial_page_layout",
    "title": "Privacy Policy",
    "subtitle": "Consulta la nostra politica sulla privacy e l'informativa",
    "caption": "Privacy Policy",
    "abstract": "<p class='abstract-intro'>I dati trasmessi saranno utilizzati per garantire la corretta esecuzione degli ordini.</p><h3>HelloFood rispetta e protegge la tua privacy.</h3><p>Per motivi di sicurezza, il tuo numero di cellulare, richiesto per la ricezione della password via SMS, sarà utilizzato come identificativo di accesso al tuo account; ad esso verranno associati i Punti Pizza guadagnati e le informazioni relative agli ordini trasmessi.</p><p>Il sistema è interamente automatizzato: ogni accesso a tali informazioni da parte nostra potrà essere effettuato esclusivamente per risolvere problematiche inerenti le ordinazioni ed il corretto funzionamento del servizio, per tutelare i tuoi diritti ed il lavoro degli esercenti convenzionati.</p><p>Previo consenso, i dati forniti saranno trattati per l'invio di comunicazioni informative (come aggiornamenti sull'apertura di nuovi locali) e commerciali (come sconti e promozioni).</p><p>I dati saranno trattati dalla nostra azienda manualmente ed elettronicamente con metodologie di analisi statistica, non saranno diffusi e saranno sottoposti a idonee procedure di sicurezza.</p>",
    "content": "<div class='page-content'><div class='scrollable'><h2>INFORMATIVA SUL TRATTAMENTO DEI DATI PERSONALI</h2>Il presente documento ha lo scopo di descrivere le modalità di gestione del presente sito web, relativamente al trattamento dei dati personali degli utenti/visitatori che vi accedono, previa registrazione, o che lo consultano.<br>L'Informativa, resa ai sensi dell'art. 13 D.Lgs. 196/2003 - Codice in materia di protezione dei dati personali - riguarda coloro che si collegano a www.hellofood.it.<br>L'Informativa tiene conto anche della Raccomandazione n. 2/2001 che le autorità europee per la protezione dei dati personali hanno adottato per individuare alcuni requisiti minimi per la raccolta di dati personali on-line.<br>L'Informativa riguarda solamente il sito sopra menzionato e non altri siti web eventualmente consultati dall'utente tramite appositi link.<br>Il sito www.hellofood.it è di proprietà e gestione di WEBS srl, che garantisce il rispetto della normativa in materia di protezione dei dati personali (D.Lgs 196/03).<br>Gli utenti/visitatori dovranno leggere attentamente la presente Privacy Policy prima di inoltrare qualsiasi tipo di informazione personale e/o compilare qualunque modulo elettronico presente sul sito stesso.<h3>1) TITOLARE, RESPONSABILI ED INCARICATI DEL TRATTAMENTO</h3>Il Titolare del Trattamento dei Dati è WEBS srl con sede legale in Via della Beverara 224/6, Bologna. Le eventuali istanze ai sensi dell'art. 7 del D. Lgs. 196/03 dovranno essere indirizzate a 'WEBS S.R.L. - Ufficio Privacy' Via della Beverara 224/2B, 40131 Bologna. L'elenco aggiornato dei Responsabili del Trattamento dei Dati Personali è disponibile su richiesta. All'interno della Società i dati personali potranno essere trattati dai dipendenti che operano in qualità di Incaricati sotto la diretta autorità del rispettivo Responsabile del Trattamento.<h3>2) TIPI DI DATI TRATTATI</h3><dl> <dt>a) Ordinazioni </dt><dd>Per poter usufruire del servizio, ovvero per poter effettuare un'ordinazione a domicilio presso un locale convenzionato, devono essere raccolte, mediante gli appositi moduli, le informazioni strumentali all'esecuzione dell'ordinazione stessa. Tali dati essenziali comprendono: l'indirizzo di destinazione della consegna, il nome sul campanello, un numero telefonico di riferimento, le caratteristiche e le quantità dei prodotti ordinati; l'utente ha inoltre facoltà di indicare, sotto la propria responsabilità, ulteriori informazioni ritenute utili ai fini dell'acquisto. <br>I dati sulle Ordinazioni trasmesse possono essere conservati ed acceduti da WEBS srl, ivi dai soggetti Incaricati, per motivi di sicurezza, per rendicontazione agli esercizi convenzionati e per ogni altro motivo strumentale all'offerta del servizio. <br>Previo consenso, i dati forniti saranno trattati per l'invio di comunicazioni informative (come aggiornamenti sull'apertura di nuovi locali) e commerciali (come sconti e promozioni). <br>I dati saranno trattati dalla nostra azienda manualmente ed elettronicamente con metodologie di analisi statistica, non saranno diffusi e saranno sottoposti a idonee procedure di sicurezza.</dd><dt>b) Profilo di accesso</dt><dd> Per poter usufruire del servizio, ovvero per poter trasmettere un'ordinazione, occorre richiedere la password di accesso mediante il modulo di 'Richiesta password', indicando esclusivamente un numero di telefono mobile per la ricezione della stessa mediante SMS. Una volta verificata la password ricevuta, il numero di telefono ivi fornito viene registrato e costituisce, unitamente alla stessa password, credenziale di accesso al proprio profilo. Il conferimento del numero di telefono mobile è obbligatorio per completare la procedura di registrazione del profilo e poter usufruire del servizio stesso. <br>Le credenziali di accesso, ovvero la coppia telefono-password, consentono di accedere, mediante l'apposito box, al proprio profilo ed alle eventuali informazioni ad esso connesse, di utilizzare il servizio e di modificare la password stessa. <br>Al Profilo possono essere associati dati forniti liberamente dal relativo utente detentore delle credenziali di accesso, i dati sulle Ordinazioni effettuate dallo stesso (di cui al punto a) , i dati che consentono di usufruire di promozioni e sconti (es. saldo punti), ed ogni altra informazione ritenuta necessaria al buon funzionamento del servizio.</dd><dt>c) Voti e commenti</dt><dd>Il sistema di feedback consente agli utenti di esprimere volontariamente e liberamente votazioni, giudizi e commenti sul servizio offerto dagli esercizi convenzionati e sui relativi prodotti. Tali feedback possono essere raccolti, elaborati e presentati in forma anonima a tutti i visitatori del sito.</dd><dt>d) Dati forniti volontariamente dall'utente</dt><dd>L'invio facoltativo, esplicito e volontario, mediante l'apposito modulo di contatto del sito, ovvero mediante posta elettronica, di propri dati personali, comporta la successiva acquisizione da parte di WEBS srl dell'indirizzo del mittente o di altri eventuali dati personali che verranno trattati esclusivamente per rispondere alla richiesta.</dd><dt>e) Dati di navigazione</dt><dd>I sistemi informatici e le procedure software preposte al funzionamento di questo sito acquisiscono, nel loro normale esercizio e per la sola durata della connessione, alcuni dati personali la cui trasmissione avviene implicitamente nell'utilizzo dei protocolli di comunicazione Internet. Tali informazioni non vengono raccolte con lo scopo di associarle agli interessati identificati ma, per loro stessa natura, potrebbero, attraverso elaborazioni ed associazioni con dati detenuti da terzi, permettere di identificare gli utenti visitatori (ad es. indirizzi IP), i nomi di dominio dei terminali utilizzati, gli indirizzi in notazione URI (Uniform Resource Identifier) dei richiedenti, l'orario delle richieste, ecc. Questi dati, cancellati immediatamente dopo l'elaborazione, vengono utilizzati al solo scopo di ricavare informazioni statistiche anonime sull'uso del sito e per controllarne il corretto funzionamento.</dd><dt>f) Cookies</dt><dd>Il sito prevede l'utilizzo di c.d. cookies di sessione, indispensabili per il corretto funzionamento del servizio. Al solo fine di semplificare e velocizzare l'utilizzo dello stesso da parte dell'utente, potrebbero essere inoltre impiegati altri c.d. cookies; questi ultimi possono però essere disabilitati dall'utente senza compromettere il corretto funzionamento del sito. Se le impostazioni di navigazione dell'utente lo consentono, potrebbero infine essere utiizzati c.d. cookie, gestiti direttamente da Google e/o Facebook, per valutare il rendimento della pubblicità effettuata e/o per attività di remarketing, ovvero per riproporre inserzioni riguardanti il servizio HelloFood agli utenti interessati, senza conservare alcun tipo di dato personale. <br>L'utilizzo dei c.d. cookies di sessione è strettamente limitato alla trasmissione di identificativi di sessione (costituiti da numeri casuali generati dai server che permettono di riconoscere l'utente automaticamente) necessari per consentire la navigazione sicura ed efficiente delle pagine del sito. Tali identificativi possono permanere sul terminale dell'utente per un tempo variabile, in base ai parametri di configurazione del browser di navigazione adoperato. In ogni caso, la loro validità è temporalmente limitata per motivi di sicurezza. I cookies di sessione utilizzati in questo sito evitano il ricorso ad altre tecniche informatiche potenzialmente pregiudizievoli per la riservatezza della navigazione degli utenti e non consentono l'acquisizione di dati personali identificativi dell'utente. Ad ogni modo l'utente può configurare il proprio browser web definendo un appropriato livello di restrizione/protezione sui cookies, eliminandoli manualmente, disabilitandoli e/o bloccandoli permanentemente o infine limitando la ricezione degli stessi in funzione del dominio di provenienza.</dd></dl><h3>3) FACOLTATIVITÀ DEL CONFERIMENTO DEI DATI</h3>A parte quanto specificato per i dati di navigazione, gli utenti/visitatori sono liberi di fornire i propri dati personali. Il loro mancato conferimento può comportare unicamente l'impossibilità di ottenere quanto richiesto.<h3>4) MODALITÀ DEL TRATTAMENTO</h3>I dati personali acquisiti nelle specifiche sezioni di questo sito, sono trattati attraverso l'uso di strumenti automatizzati e/o manualmente e solamente per il tempo strettamente necessario a conseguire gli scopi per i quali i dati medesimi sono stati raccolti.<br>WEBS srl osserva, comunque, le disposizioni normative vigenti al fine di prevenire la perdita dei dati, usi illeciti o non corretti ed accessi non autorizzati.<h3>5) DIFFUSIONE DEI DATI</h3>Fatto salvo per i casi descritti nei seguenti due punti, la cui comunicazione (punto a) e diffusione (punto b) è prerogativa della loro stessa raccolta, nonché strumentale all'utilizzo del servizio, i dati oggetto della presente informativa non possono essere comunicati a terzi o diffusi.<dl> <dt>a) Ordinazioni </dt><dd>Per consentire il perfezionamento dell'ordinazione, i dati relativi alle ordinazioni, di cui al punto 2a, vengono automaticamente trasmessi all'apposito dispositivo in dotazione all'esercizio prescelto dall'utente. Detto dispositivo procede quindi alla stampa delle informazioni liberamente trasmesse. WEBS srl non effettua controlli e non è responsabile circa l'attendibilità delle informazioni trasmesse dall'utente all'esercizio mediante il proprio servizio.</dd><dt>b) Voti e commenti</dt><dd>I risultati dell'elaborazione di votazioni e commenti, di cui al punto 2c, possono essere diffusi attraverso il sito.</dd></dl><h3>6) DIRITTI DEGLI INTERESSATI</h3>I soggetti cui si riferiscono i dati hanno il diritto, ai sensi dell'art. 7 D.Lgs 196/2003, di ottenere in qualunque momento, la conferma dell'esistenza o meno dei propri dati personali, di conoscerne il contenuto e l'origine, verificarne l'esattezza o chiederne l'integrazione o l'aggiornamento o la rettifica.Ai sensi del medesimo articolo si ha il diritto di chiedere la cancellazione, la trasformazione in forma anonima o il blocco dei dati trattati in violazione di legge, nonché di opporsi in ogni caso, per motivi legittimi, al loro trattamento.Tali operazioni possono essere effettuate mediante procedure telematiche a tal fine predisposte oppure contattando direttamente il Titolare del trattamento dei dati, di cui al punto 1.</div></div>",
    "url": "privacy",
    "metatags": {
      "title": "HelloFood - Privacy Policy e Informativa",
      "custom": [
        {
          "name": "ROBOTS",
          "content": "NOINDEX, FOLLOW"
        },
        {
          "name": "keywords",
          "content": ""
        },
        {
          "name": "description",
          "content": ""
        },
        {
          "property": "og:title",
          "content": "HelloFood - Privacy Policy e Informativa"
        },
        {
          "property": "og:url",
          "content": "http://www.hellofood.it/privacy"
        }
      ]
    }
  },
  {
    "id": "4",
    "name": "App",
    "template": "top_image_editorial_page_layout",
    "image": "/images/banner-app.jpg",
    "title": "Scarica gratis l'APP di HelloFood!",
    "subtitle": "Ordina a domicilio dai migliori locali con la nostra App",
    "caption": "App HelloFood",
    "abstract": "<p><strong>Ordinare a domicilio in Italia</strong> è ancora più comodo e veloce con la nostra applicazione gratuita per smartphone <a href='https://itunes.apple.com/app/id1015953825' title='App iOs' target='_blank'><span class='bold'>iOS</span></a> e <a href='https://play.google.com/store/apps/details?id=it.webs.hellofood.android' app='' android'='' title='App Android' target='_blank'><strong>Android</strong></a>.</p><p>Avrai accesso a <strong>centinaia di ristoranti e pizzerie</strong> e potrai ordinare ovunque ti trovi.<br>Pizza, cinese, sushi, kebab... ma anche burger, piadine, gelato, cornetti e molto altro ancora!</p>",
    "content": "<div class='row'> <div class='col-xs-16 hidden-xs col-sm-6 col-md-6 col-lg-6'> <img src='http://images.hellofood.it/site/appPage/phone-hellofood.png' /> </div> <div class='col-xs-16 col-sm-10 col-md-10 col-lg-10'> <h3 class='text-primary'>Scarica l'App e Ordina Subito!</h3> <div class='row space-between'> <div class='col-xs-6 col-sm-6 col-md-6 col-lg-6 text-center'> <a href='https://itunes.apple.com/app/id1015953825' title='App iOs' target='_blank'><img src='http://images.hellofood.it/site/appPage/badge-ios.png'></a> </div> <div class='col-xs-6 col-sm-6 col-md-6 col-lg-6 col-xs-offset-2 col-sm-offset-2 col-md-offset-2 col-lg-offset-2 text-center'> <a href='https://play.google.com/store/apps/details?id=it.webs.hellofood.android' title='App Android' target='_blank'><img src='http://images.hellofood.it/site/appPage/badge-android.png'></a> </div> </div> <div class='row space-between'> <div class='col-xs-16 col-sm-16 col-md-16 col-lg-16'> <p>Potrai contare sulle recensioni degli altri utenti, accumulare punti a ogni ordine e scegliere se pagare online attraverso l'app oppure alla consegna.</p> <p>L'interfaccia semplice e intuitiva ti permetterà di ordinare i tuoi piatti preferiti in un istante. Non ti resta che aspettare la consegna... e <strong>buon appetito</strong>!</p> </div> </div> </div></div>",
    "url": "app",
    "metatags": {
      "title": "HelloFood - Hai fame? Scarica gratis l'app di HelloFood | iOS a Android",
      "custom": [
        {
          "name": "ROBOTS",
          "content": "NOINDEX, FOLLOW"
        },
        {
          "name": "keywords",
          "content": ""
        },
        {
          "name": "description",
          "content": ""
        },
        {
          "property": "og:title",
          "content": "HelloFood - Hai fame? Scarica gratis l'app di HelloFood | iOS a Android"
        },
        {
          "property": "og:url",
          "content": "http://www.hellofood.it/app"
        }
      ]
    }
  },
  {
    "id": "5",
    "name": "Punti Pizza",
    "title": "Punti Pizza: regolamento",
    "image": "",
    "template": "promotion_editorial_page_layout",
    "subtitle": "",
    "caption": "Punti pizza",
    "abstract": "",
    "content": "<div class='page-content'><div class='row'><div class='image-container hidden-xs col-sm-4'><img class='center-block' src='/images/punti-pizza-banner-large.png'></div><div class='content-container col-sm-12'><h1 class='content-main-title'>Ogni 10 pizze ordinate una te la regaliamo noi!</h3><img class='visible-xs' src='/images/punti-pizza-banner.png'><div class='content'><h3 class='content-title'>Regolamento completo:</h3><p class='content-block'><strong>Ogni prodotto</strong>, dal costo minimo di 5€, ti fa guadagnare <strong>1 Punto Pizza.</strong><br/>Il numero di punti guadagnati compare in fondo al carrello e nel riepilogo.</p><p class='content-block''>Totalizzati <strong>10 Punti Pizza</strong> hai diritto ad un <strong>buono sconto di 5€</strong> utilizzabile per l'acquisto di un prodotto di qualunque importo.</p><p class='content-block'>Se può essere applicato, lo sconto compare automaticamente nel carrello.<br/>Il prodotto acquistato con il buono sconto non dà diritto a punti.</p></div></div></div></div>",
    "url": "puntipizza",
    "metatags": {
      "title": "HelloFood - Ogni 10 Pizze.. una, te la REGALIAMO NOI!",
      "custom":[
        {
          "name": "ROBOTS",
          "content": "NOINDEX, FOLLOW"
        },
        {
          "name": "keywords",
          "content": ""
        },
        {
          "name": "description",
          "content": ""
        },
        {
          "property": "og:title",
          "content": "HelloFood - Ogni 10 Pizze.. una, te la REGALIAMO NOI!"
        },
        {
          "property": "og:url",
          "content": "http://www.hellofood.it/promozione"
        }
      ]
    }
  }
]
